Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Julev- ja oarjjelsámegielaj hárráj le jáhkedahtte binnep gå tuvsán addne.
sma: Julev- jïh åarjelsaemiengïelij muhteste lea vaeniehkåbpoe goh tåvsene utnijh.

source: Ælla ålos gudi máhtti lullesámegielav / gålldåsámegielav ja bihtámsámegielav uddni Vuonan.
sma: Dan vaenesh gieh luvlesaemien / skoltesaemien jïh pihtesaemien daenbijjien Nöörjesne.

source: Lullesámegiela / gålldåsámegiela udnásj guovllo le tjoahkkidum Mátta-Várjat (sør-Varanger) suohkanij.
sma: Dïhte luvlesaemien / skoltesaemien dajve lea daenbiejjien Åarjel-varangeren tjïeltesne.

source: nuorttarijkaj sáme giellanammadusá milta le dåssju soabmásijn gænna le lullesámegiella / gålldåsámegilla iednegiellan.
sma: Noerhtelaantij saemien gïelemoenehtesten mietie lea vaenesh almetjh Nöörjesne giej luvlesaemien / skoltesaemien ietniegïeline saemiestieh.

source: ienemusá lullesámijs / gålldåsámijs årru suoman ja Ruossjan, gånnå giella ájn vil le anon.
sma: Jeenjemes luvlesaemieh / skoltesaemieh såevmesne jïh Russlaantesne årroeminie, gusnie ennje saemiestieh.

source: nuorttasámegiella sáhkaduvvá ienemusát Finnmárko ja Tråmså fylkajn, ja Gielldanuore ja Evenássje suohkanijn nordlándan.
sma: Norhtesaemiengïele voesteges Finnmarken jïh Tromsen fylhkine soptsestieh, jïh tjïeltine Tjeldsund jïh evenes Noerhtelaantesne.

source: Julevsámegiela guovllo Vuonan le nordlánda fylkan ja le sáltovuonas oarjján gitta Bálák suohkanij nuorttan.
sma: Julevsaemien gïeledajve Nöörjesne lea Noerhtelaanten fylhkesne mij saltenvoene åarjeste jïh Ballangen tjïeltese noerhtelisnie.

source: Divtasvuodna le dat suohkan gånnå li ienemus julevsámesáhkadiddje viesáda.
sma: Divtasvuodne tjïeltesne leah jeenjemes julevsaemiengïeleldh utnijh.

source: Bihtámsámegiela birás uddni le sierraláhkáj tjanádum sálatvuome, Bájddár suohkanijda ja åsijda Bådådjo ja Fuossko suohkanijs.
sma: Pihtesaemien byjreske daenbiejjien lea joekoen jarnges tjïeltine saltdal, Beiarne jïh bielieh Bodø:ste jïh Fauske:ste.

source: oarjjelsámegiela guovllo Vuonan le sáltoduoddaris nuorttan gitta Engerdálaj Hedmárkon oarjján ja le måttijs smávva sebrudagájs.
sma: Åarjelsaemien gïeledajve Nöörjesne saltvaereste noerhtelistie eengerdaalan hedmarkesne åarjese jïh desnie jïjnjh onne voenh.

source: UnEsCo ruoppsis listan ájtedum gielaj badjel le nuorttasámegiella ájtodum giella, valla oarjjel- ja julevsámegiella libá vuojnedum dagu alvos ájtodum
sma: DAeNBieJJieN TsiehKieh sAeMieN gïeLiDe

source: Guoradallam sámegiela adnema birra.
sma: goerehtimmie saemien gïelen åtnoem.

source: SEG., Deadnu, bårggemáno 2000. http:www.helsinki.fi/~tasalmin/europe_report.html.
sma: saemien jielemh- jïh goerehtimmiejarnge. Deatnu, golken 2000.

source: 17 giellan.
sma: 17 UNesCo:en rööpses læstosne aejhteme gïelide lea noerhtesaemiem aejhteme gïeline gohtjesovveme, mearan åarjel- jïh julevsaemien lea joekoen aejhteme gïelh gohtjesovveme.

source: Lullesámegiella / gålldå sámegiella, bihtámsámegiella ja ubbmemsámegiella le vuojnedum dagu gáhtum Vuonan.
sma: Luvlesaemien / skoltesaemien, pihtesaemien jïh upmejesaemien leah nåhkedamme gïelh gohtjesovveme.

source: Tjielggidusá manen oarjjelsámegiella riekniduvvá dagu alvos ájtodum giellan le gå oarjjelsámegiella le ienemusát anon áhkoj ja ádjáj buolvan.
sma: Man gaavhtan åarjelsaemien gïele joekoen aejhteme gïeline gohtjesåvva dïsse dah gieh åarjelsaemien jeenjemes saemiestieh lea aahka- gon aajjaboelve.

source: Hármmat binná mánájs gielav oahppi, ja ájn vil binnebu li aktijvalasj giellaaddne.
sma: Dan vaenie maanah gïelem lierieh, jïh vaenebe iedtjeles gïeleutnijh.

source: Mij gullu julevsámegiellaj le tjielggidussan binná mánájs gudi gielav oahppi ja hármmat binná li aktijvalasj giellaaddne.
sma: Man gaavhtan julevsaemiengïele aejhteme vaenie maanah gïelem lierieh jïh dan vaenie iedtjeles gïeleutnijh.

source: nuorap giellaaddnijn le binná giellatjehpudagás ja válljiji skandivák gielajt adnet.
sma: Nööremes gïeleutnijij onne maahtoe saemiengïelesne jïh sijhtieh skandinavijen gïelem soptsestidh.

source: sámegiella le nannusap dilen daj guovlojn gånnå giella ájge milta le avtastallam ja guládallamgiella læhkám.
sma: saemien tjerkebe lea dajvine gusnie lea ovtsööpkeme kontinuitetem orreme saemiengïeline ektiebarkeme- jïh gaskesadtemegïeline.

source: Dát gullu vuostamuttjan nuorttasáme guovlon sissŋelin sámegiela háldadusguovlo Finnmárkon.
sma: Daate voesteges dej noerhtesaemien dajvine gïelereeremedajvesne saemien gïelesne Finnmarkesne.

source: Dáj guovlojn li moadda máná gejn li sámegiella sijddagiellan juogu dal avtagielak sámegielaga jali guovtegielak sáme-dáro / ietjá giella gå sámegiella.
sma: Dej dajvine leah jeenjh maanah gieh gåetesne saemiestieh akten gïeleldh vuj guektiegïeleldh saemien-daaroen / jeatjah gïelh mah eah leah saemiengïele.

source: sámegiella le moaddásijda bæjválasj avtastallam- ja guládallamgiellan dáj guovlojn.
sma: saemien lea jeenjesh aarkbeajjetjen ektiebarkeme- jïh gaskesadtemegieline daejnie dajvine.

source: sámegiella le aj vuojnnusin bájkálasjsebrudagán ållu nannusappojt gå ietjá sáme guovlojn.
sma: saemien lea aaj vååjnesasse byjreskedajvesne tjerkebe goh jeatjah saemien dajvijste.

source: Dá sámegielak birrusa le læhkám ja li ájnas resurssan nuorttasámegiela åvddånahttemiijn aj iejá bájkijn nuorttasáme guovlojn, ja le aj ájnas sadje kultuvralasj ja gielalasj aktelasj ano diehti sáme sebrudagán ållesattjat.
sma: Dah saemiengïeleldh byjreskh lin jïh leah vihkeles sijjieh kultuvrellen jih gïeleldh kontinuiteten åvteste ellies saemien siebredahkesne.

source: nuorttasámeguovlojn le merrasáme ja márkkosáme bájke sierraláhkáj læhkám várnnahisá dárojduhttem dættos.
sma: Noerhtesaemien dajvesne lea mearoesaemien jïh markasaemien dajvh joekoen saajrehts daaroedimmiedïedtese.

source: Moatten dájs bájkijn le giellalådnomprosæssa hármmat guhkás boahtám.
sma: Jeenjh dejstie dajvijste lea gïelemålsomeprosesse guhkie jåhteme.

source: Ulmusj viertti jáhkket sámegiella le ájn mannamin maŋŋus dáj bájkijn, gå li binná mánájs dáj bájkijn gejn le sámegiella sijddagiellan.
sma: Tjuara aerviedidh saemien gïele ennje unniedeminie dejnie dajvine, gosse lea vaenie maanah gieh gåetesne saemiestieh.

source: Gå giella ij le læhkám avtat birges anon buolvaj gaskan dahká dav vaj moadda merrasáme ja márkkosáme giellasuorge li gáhtomin.
sma: gosse kontinuitetem gaarvani gïeleldh boelveste boelvese jåhteme destie båata jeenjh dejstie mearoesaemien jïh markasaemien smaarehtjïerth gaarvaneminie.

source: Dájt maŋemus låge jage le huoman læhkám dåjmalis kultuvralasj ja gielalasj ælládahttem moatten merrasáme guovlojn ja aj márkkosámeguovlojn.
sma: Minngemes jaepiej lea iedtjeles kultuvrellen jïh gïeleldh skreejrehtimmiem orreme jeenjh mearoesaemien dajvine jïh markasaemien dajvine.

source: Gå Gáivuotna suohkan le sámegiela háldadusguovlluj boahtám le læhkám viehka ávkálattjan åvddånahttemin sámegielav dán guovlon.
sma: gosse Kåfjord tjïelte saemiengïelen reeremedajvesese meatan lij lea dan vihkeles saemien gïelen evtiedimmie dennie dajvesne.

source: Mij gullu julevsámegiellaj ja oarjjelsámegiellaj le dá dájt maŋemus låge jagijt åvddånahttem læhkám. Mánájgárde gånnå le julev- jali oarjjelsámegiella
sma: gosse julevsaemien jïh åarjelsaemien gïelh dej leah minngemes luhkiejaepiej tjïrrh muvhtene evtiedimmiem orreme.

source: oajvvegiellan li ásaduvvam ja ienep oahppe åhpaduvvi sájt sámegiellaj ja sámegielajda.
sma: Maanajgïerth gusnie åarjelsaemien jïh julevsaemien åejviegïeline lea tseegkeme jïh jeenjebe learohkh åarjel- jïh julevsaemiengïelesne ööhpehte.

source: Huoman viertti javllat sámegiella le nievres dilen dáj guovlojn.
sma: Læjhkan tjuara jiehtedh saemien gïele viesjies sijjiem dejnie dajvine.

source: Gávnnuji ållu binná bájkálasj sebrudagájs gånnå sámegiella le vuojnnusin bæjválasj avtastallam- ja guládallamgiellan ja li aj avtgalles fámilja gejn le sámegiella sijddagiellan.
sma: Dan vaenie gïelesiebredahkh gååvnesieh dejnie dajvine gusnie saemiengïele lea vååjnoes bielie aarkbeajjetjen ektiebarkeme- jïh gaskesadtemegïeline jïh vaenieh fuelhkieh gieh gåetesne saemiestieh.

source: Gå giella ij la avtatbirges læhkám bæjválasj giellan de li moadda máná ja nuora gudi oadtju åhpadusáv sámegielan e iejvvi sámegielav avtastallamgiellan fámiljan jalik bájkálasj sebrudagán.
sma: gosse kontinuitetem gaarvani saemiengïele aarkbeajjetjen gïeline destie båata jeenjh maanah jïh noerh gieh ööhpehtimmiem saemien gïelesne åadtjoeh eah gaavnh saemien goh ektiebarkemegïeline ij gåetesne jïh ij byjressiebredahkesne.

source: Dát buktá båhtusijt báhkobåndudagá åvddånahttemij ja dåbdojda gielav máhttet.
sma: Destie båata oktegen evtiedimmie baakoedaajroe jïh dan damtesh gïelem maehtedh.

source: Lulle-ja bihtámsáme birrasijs le boahtám berustibme ælládahttet lulle- ja bihtámsámegielajt.
sma: NoeRhTeeURoPANiNsTiTUDTe hUMBoLDTUNiveRsiTeTesNe BeRLiNisNie vihtesjimmieprovsjekten åvtehke pihte- jïh saemiengïelide (Ume and Pite saami Documentation Project).

source: Lulle / gålldåsámegielan le nannusap giellabirás suoma bielen rájá. Mij gullu bihtámsámegiellaj, de le ráddjidum binná giellaaddnijs svieriga bielen aj.
sma: Provsjekten ulmie lea daaletjen baakoelæstoeh öörnedh, åenehks grammatijhken buerkiestimmieh, transkripsjovnh båeries vuarhkeme tjoejh jïh morfofonologijhken alternasjovnh tjaalege dej guaktaj saemien gïeline.

source: le åvddånbuktet ådåájggásasj báhkolistajt,
sma: Dïhte lea 10-15 almetjh gieh pihtesaemiengïelem saemiestieh, jïh jeenjemes dejstie sveerjesne årroeminie.

source: dán guovte sáme gielan. 10-15 ulmutja li gudi
sma: Nöörjesne lea salten pihtesaemien siebre stiftelsem tseegkeme man nomme Duoddará ráffe.

source: sáhkadi bihtámsámev uddni, ja ieneplåhko
sma: stiftelsen ulmie lea pihtesaemien gïelem, kultuvrem jïh identitetem evtiedidh pihtesaemiendajvesne.

source: giellaadnnijs årru svierigin. Vuonan le sálto
sma: stiftelse sæjhta pihtesaemien jarngem evtiedidh.

source: bihtesáme siebrre ásadam vuododusáv man
sma: http://www.helsinki.fi/~tasalmin/europe_report.html

source: namma le Duoddara ráffe. Ulmme vuododusájn
sma: 18 Luvle- jïh pihtesaemien byjreskijstie iedtjh vuesiehtieh skreejrehtimmiem dovne luvlesaemien jïh pihtesaemien.

source: le bihtámsámegielav, kultuvrav ja iesjdåbdov
sma: Luvlesaemien / skoltesaemien lea tjerkebe gïeleldh byjreske såevmien bielesne.

source: åvddånahttet bihtámsámeguovlon Vuonan.
sma: Pihtesaemien gïeleutnijh lea dan vaenie dovne sveerjen bielesne.

source: Vuododus ájggu bihtámsáme guovdátjav
sma: Goerehtimmieh saemien gïelij bïjre

source: åvddånahttet.
sma: , Deatnosne 48 pst.

source: Guoradallama sáme gielaj birra
sma: , Nessebyesne 40 pst..

source: Rápportan guovtagielakvuoda birra suohkanijn sámegiela háldadusguovlon suohkan- ja guovllodepartementas jagen 2002, åvddånbåhtin stuorra sieradusá háldadusguovlo sissŋelin i. i. mij gullu galles suohkana barggijs sámástin: Kárášjågån ja Guovdagæjnon lidjin 80 % Dænon 48 % Unjárgan 40 % Gáivuonan 26 % ja Porsáŋgon 21 %.
sma: , Kåfjordesne 26 pst. jïh Porsangerisnie 21 pst..

source: sáme instituhtta le árvustallam sámelága giellanjuolgadusájt Kultuvrra- ja Girkkodepartementa åvdås 2007 jage, dánnaåvddånbådij ienemus oasse almulasj orgánajs ma guoskaduvvi sámelága giellanjuolgadusájs e dievde lága gájbbádusájt ållåsit.
sma: vuartasjimmiem saemielaaken gïelenjoelkedassijste Noerhten saemie institudte darjoeji maam Kultuvre- jïh gærhkoedepartemente lij laavenjasse-åejvie jaepien 2007 vuesiehti jeenjemes byjjes åårganh mah dijpieh saemielaaken gïelenjoelkedassh eah laakan krieveme ellies dijpieh.

source: Danen ij le álmmuk sámegiela háldadusguovlo sissŋelin sihkarastedum rievtesvuodajt anátjit sámegielav almulasj orgánaj aktijvuodaj dan mærráj majt giellanjuolgadusá gájbbedi.
sma: Dan gaavhtan ij åålmege saemiengïelen reeremedajvesne reaktah åadtjoeh tjïrrehtidh saemien gïelen åtnose byjjes åårganidie gaskesadta gïelenjoelkedassij mietie.

source: Gå Divtasvuona suohkan ja snåasen tjïelte boahtám libá háldadusguovlluj maŋŋela gå nammadum árvustallam dagáduváj, ælla ájn makkárik låhkåma galles sámásti dá guovten suohkanin.
sma: Dan gaavhtan Tysfjorden tjïelte jïh snåasen tjïelte aaj ligan reeremedajvese meatan gosse goerehtimmiem tjïrrehtamme, dellie annjebodts ij naan låhkoe gååvnesh man gellieh barkijh dennie tjieltine saemiestieh.

source: sámedikke giellaguoradallam vuoset sámegiela adno almulasj ásadusájn tjoahkkáj le binná, valla vuojnnet vuoset sámegiella aneduvvá ienebut suohkana dåjmajn gå stáhta ja fylkasuohkana dåjmajn.
sma: Aaj saemiedigkien gïelegoerehtimmieh vuesiehtin saemien gïelen åtnoem byjjes etatine tjåanghkan vuartasjamme lea onne, mohte tendense vuesehte saemien jeenjebe tjïelten barkarimmieh saemiestieh goh staaten jïh fylhkentjïelten båarkarimmieh.

source: sámedikke giellaguoradallam 2008 jages vuoset ælla makkárik stuorra rievddadusá sámegiela anon daj guovlojn guoradallam lij åvdep guoradallamij gáktuj.
sma: saemiedigkien goerehtimmie jaepien 2008 vuesehte ij leah stoerre jeatjadehtemh saemien gïelen åtnoem dejnie dajvine gusnie goerehtamme enn aerebe goerehtimmijste.

source: Mánájgárde ja vuodoåhpadus
sma: Maanajgïerth jïh maadthööhpehtimmie

source: Jagen 2008 lidjin 41 mánájgárde Vuonan, gånnå lidjin sulá 950 máná.
sma: Jaepien 2008 lin 41 saemien maanajgïerth Nöörjesne medtie 950 maanah.

source: ienemus oasse mánájgárdijs li Finnmárkon.
sma: Jeenjemes dejstie Finnmarkesne.

source: sáme mánájgárde lågo li, le læhkám viehka avtaláhkáj dájt maŋemus jagijt.
sma: samien maanajgïertij låhkoeh lea seammalaakan dej minngemes jaepiej.

source: sáme máná dáro mánájgárdijn máhtti oadtjot sáme giellaåhpadusáv.
sma: saemien maanah nöörjen maanajgïertesne maehtieh faalaldahkem saemiengïeleööhpehtämman åadtjodh.

source: Dát fálaldahka le lassánam dájt maŋemus jagijt.
sma: Daate faalaldahke lea minngemes jaepiej jïenedamme.

source: 2008 jagen oadtjun 19 dáro mánájgárde sáme mánáj doarjjagijt sáme giellaåhpadussaj.
sma: Jaepien 2008 åadtjoejin 19 nöörjen maanajgïerth saemien maanajgujmie dåarjoem saemiengïeleööhpehtæmman.

source: MáNá sáMe MáNájgárdijN 2002-2008
sma: MaaNah saeMieN MaaNaJgïertiNe 2002-2008.

source: Gálldo: sámedigge
sma: gaaltije: saemiedigkie

source: skåvllåjagen 2008-2009 le 1043 oahppe gudi oadtju åhpadusáv sámegiellaj vuostasjgiellan, madin 1474 oahppe oadtju åhpadusáv sámegielan nubbengiellan (2 jali 3).
sma: skuvlejaepien 2008-2009 leah 1043 learohkh ööhpehtimmie saemiengïele voestesgïeline, mearan 1474 åadtjoeh ööhpehtimmiem saemiengïele mubpien gïeline (2 jallh 3).

source: ienemus oahppijs, 2339:es, oadtju åhpadusáv nuorttasámegiellaj.
sma: Jeenjemes dejstie learohkijstie, 2239, åadtjoeh noerhtesaemiengïelen ööhpehtimmiem.

source: Dájs li 997 nuorttasáme vuostasjgiellaoahppe.
sma: Dejstie leah 997 noerhtesaemiengïele voestesgïeline.

source: 77 oahppe oadtju åhpadusáv julevsámegiellaj; dájs li 27 julevsáme vuostasjgiellaoahppe, madin 101 oahppe oadtju oarjjelsáme åhpadusáv.
sma: 77 learohkh åadtjoeh julevsaemiengïelen ööhpehtimmiem; dejstie 27 julevsaemiegïele voestesgïeline, mearan 101 learohkh åarjelsaemiengïelen

source: Dájs li 19 oahppe oarjjelsáme vuostasjgiellaoahppe.
sma: 19 ööhpehtimmiem åadtjoeh. Dejstie 19 learohkij åarjelsaemiengïele voestes gïeline.

source: Binnáv le rievddam vásse jage gáktuj.
sma: ohtje jeatjahdehteme jis doen skuvlejaepiem mohtede.

source: Dalloj lij 1027 oahppe gudi oadtjun åhpadusáv sámegiellan vuostasjgiellan, madin 1515 oahppe oadtjun åhpadusáv sámegiella nubbengiellan (2 ja 3).
sma: Dillie lin 1027 learohkh gieh åadtjoejin ööhpehtimmiem saemiengïele voestes gïeline, mearan 1515 åadtjoejin ööhpehtimmiem saemiegïele mubpie gïeline (2 jïh 3).

source: skåvllåjagen 2007-2008 oadtjun 2354 åhpadusáv nuorttasáme-giellaj, dájs 984 oahppe vuostasjgiellaj.
sma: skuvlejaepesne 2007-2008 lin 2354 ööhpehtimmiem noerhtesaemiengïelesne, dejstie 984 voestesgïeline.

source: 79 oahppe oadtjun åhpadusáv julevsámegiellaj; dájs 25 oahppe julevsáme vuostasjgiellan.
sma: 79 learohkh åadtjoejin ööhpehtimmiem julevsaemiengïelesne; dejstie 25 julevsaemingïele voestesgïeline.

source: 109 oahppe oadtjun åhpadusáv oarjjelsámegiellaj, dájs 18 oahppe vuostasj-giellaj.
sma: 109 åadtjoejin ööhpehtimmie åarjelsaemien, dejstie 18 voestesgïeline.

source: skåvllåjage 2006-2007 lidjin joarkkaskåvlåjn 285 oahppe jali viddnooahppe gænna lidjin åhpadus sámegiellaj. Dát unnán binnep gå 2005/06
sma: Jåerhkeskuvlen ööhpehtimmesne lij skuvlejaepien 2006-2007, 285 learohkh jallh barkoelearohkh giej lin ööhpehtimmiem saemiengïelesne.

source: 19 skåvllåjages, dalloj lidjin 305 oahppe ja 5 viddnooahppe gænna lidjin sámegiella åhpadus.
sma: Jaepeste 2005/05 unnedi, dellie 305 learohkh jïh barkoelearohkh lin ööhpehtimmie saemiengïelesne.

source: sámegiella åhpadus vatteduvvá skåvlåjn 7 fylkajn ja aj gålmån priváhta skåvlåjn.
sma: saemien ööhpehtimmie jåarhkeskuvline tjïjhtje fylhketjïeltine jïh golme privaten skuvline.

source: ienemus oasse oahppijs / viddnoahppijs oadtju åhpadusáv Finnmárkon (139) Ttråmsån (92) ja nordlándan (38, 23:ås dájs nuorttasámegiellaj, 11:as julevsámegiellaj ja nieljes oarjjelsámegiellaj), madin oslon jagen 2007 lidjin gålmås ja akershusan akta guhti oadtjoj sámegiella åhpadusáv.
sma: Jeenjemes learohkh / barkoelearohkh Finnmarkesne (139) jïh Tromsesne (92) jïh Noehtelaantesne (38, dejstie 23 noerhtesaemien, 11 julevsaemien jïh njieljie åarjelsaemien) mearan oslosne jaepien 2007 lin golme jïh Akershusesne akte gie åadtjoeji saemien ööhpehtimmiem.

source: oarjjelsámegiellaj vatteduváj åhpadus guoktásij Hedmárkon, oarjje- Trøndelágan guoktásij ja nuortta-Trøndelágan gávtse oahppáj.
sma: hedmarkesne, Åarjel-Trøndelagesne jïh Noerhte-Trøndelagesne åarjelsaemien ööhpehtimmie, gusnie göökte, göökte jïh gaektsie learohkh.

source: statistihkan ” samiske tall forteller 1 ” Fágalasj analysajuohkusis jages 2008 sáme statistihkan åvddånboahtá tálla vuodoskåvllåoahppijs sámegiella fáhkaslájaj gaskan sjattaj ienep gå gærddoduvvam daj 17 jagij 1990:es gitta 2007 jahkáj.
sma: saemien taalh soptsestin 1 – lahtesamme statistihkem 2008 Faageldh analysetjïerteste saemien statistihke vuesehte taalide maadthskuvlelearohkh saemien faagegievlesne lin guektien gïerth stuerebe sjïdteme dej 17 minngemes jaepiej 1990-2007.

source: Dát dættot lassánam berustimev åhpadusás sámegiellaj mánájda.
sma: Daate sïevede jienedamme iedtjh saemiengïelen ööhpehtimmie maanide.

source: sæmmibåttå de dættot fágalasj analysajuogos jur dat tjoahkkáj låhko oahppijs gænna le sámeåhpadus le vuojnunagá vuolus mannam – 3055 oahppes skåvllåjage 2005-2006 gitta 2542 oahppáj skåvllåjage 2007-2008.
sma: seammaseents sïevede faageldh analysetjïerte dej gööktij minngemes jaepiej ellies tjåanghkan learohkelåhkoe saemiengïeline unnede – 3055:ste skuvlejaepien 2005-2006 2542:se skuvlejaepien 2007-2008.

source: Tjielggidussa dási le gå fáhkapládna ” sáme giella ja kultuvrra ” gádoj 2006 jagen, valla fágalasj analyjssajuohkusa mielas le dárbbo dágásdallat nubbenmgielafága ævtojt sierraláhkáj.
sma: Dam maahta buerkiestidh faagesoejkesje ” saemien gïele jïh kultuvre ” jaepien 2006 gaarvani, mohte faageldh analysetjïerten mïelen mietie tjuara mubpiengïelen tsiehkieh joekoen digkiedidh.

source: Mij gullu sámegiellaj vuostasjgiellan vuoset fágalasj análysajuogos dasi gå juo lip jåksåm alemus oahppelåhkuj dajs gudi máhtti sámegielav vuostasjgiellan válljit udnásj fálaldagáj ja årnigij baktu.
sma: gosse saemien voestesgïeline dæjpa faageldh analysetjïerte vuesehte maahta taatjem jakesedh man gellieh maehtieh saemiengïele voestesgïeline daenbeajjetjen faalaldahken jïh öörnegen mietie.

source: Mij gullu oarjjelsámegiellaj le oahppijlåhko vuolus mannam 123 oahppes 2005-2006 skåvllåjages 105 oahppáj 2008-2009 skåvllåjage.
sma: gosse åarjelsaemien gïelem dæjpa lea learohkij låhkoe vaenedamme 123:ste jaepien 2005-2006 105:se jaepien 2008-2009.

source: oahppij låhko oarjjelsámegiella vuostasjgiellan le nieljegærddáj ienebun lågenanavtan jagen.
sma: Låhkoe learohkh åarjelsaemien voestesgïeline lea njieljien gïerth jienedamme dah minngemes luhkieakte jaepiej.

source: Mij gullu julevsámegiellaj le oahppij låhko binnum 88 oahppes 2005-2006 skåvllåjage 79 oahppáj 20082009 skåvllåjage.
sma: gosse julevsaemien dæjpa lea learohkij låhkoe unnedamme 88:ste skuvlejaepien 2005-2006 79:se jaepien 2008-2009.

source: oahppijn gænna le julevsámegiella vuostasjgiellan le huoman lassánam 18 oahppes 25 oahppáj lågev jagen.
sma: Låhkoe learohkh julevsaemien voestesgïeline lea jienedamme 18:ste 25:se luhkien jaepien.

source: Mij gullu stádasuohkanijda, de le oahppijlåhko lassánam 415 prosentajn 17 jagen.
sma: gosse staaretjïelth dæjpa lea jienedimmie 415 prosente 17 jaepiej mietie.

source: samiske tall forteller 1. statistihkka mij le kommenteridum 2008. sáme allaskåvllå, rapport 2/2008
sma: statistikk 2008. samisk høgskole, rapport 2/2008.

source: Væráldin gávnnuji moadda tuvsán giela, gatjálvis gåktu gielajt defineri, madin dåssju guokta tjuode stáhta li.
sma: veartenisnie gellieh tåvsenh gïelh gååvnesieh, dam jearohks guktie gïelem guarkedh, mearan ajve medtie gööktetjuetie staath gååvnesieh.

source: iesj dát subtsas ienemus oasse værálda gielajs ælla ieneplågo giela avtak stáhtan.
sma: Dan gaavhtan jeenjemes veartenengïelh eah leah jeenjebelåhkoe gïelh staatesne.

source: stuorra oasse dajs gielajs gejn ij la stáhtta hárddo duogen, li ienebut jali binnebut ájteduvvam giela.
sma: Jeenjemes dejstie gïelijste mej eah leah jïjtse staate, leah aejhteme gïelh.

source: Dát sihtá javllat dánna le giellalådnoma unneplågo gielajs stáhtaj ieneplågo gielajda fámiljajn ja bájkálasjsebrudagájn ma dábálattjat le unneplågo gielav adnám.
sma: Jis naemhtie jiehtedh gïelemålsome sjïdteminie unnebelåhkoegïeleste staaten jeenjebelåhkoe gïelese fuelhkidie jïh byjrreskinie mejtie unnebelåhkoengïelem utnin.

source: Gå unneplåhkogiella binnebut ja binnebut luondlattjat buolvas buolvaj sijdan ij åhpaduvá, sjaddá ájgij milta binnep ja binnep gudi oadtju ieme máhtudagáv gielas.
sma: gosse ij unnebelåhkoegïele boelveste boelvese gåetesne guhkiem juhtieh, vaenesh gïelem maanabaeleste utnieh.

source: Jus giellalådnom manná vuosteldime dagá, de maŋemussaj ælla des gielan ieme ságastiddje vil.
sma: Jis gïelemålsomem sjïdteminie vuastalimmehts, minngeme ij naan gïeleutnije gååvnesh.

source: Tjielggidusá dákkár giellalådnomij gávnnap sierraláhkáj dassta gå ienemus oasse unneplågo gielajs le ieme vuolledássásasj giela.
sma: Buerkiestimmie dïsse gïelemålsomasse mijjieh gaavnebe jeenjemes unnebelåhkoegïelh leah aerpievuekien vueliestatusegïelh.

source: Dálásj ájgen le dábálasj dákkár gielaj ságastiddje le guovtegielaga, ieddnegiela duodden máhtti aj stáhta ieneplåhkogielav.
sma: Daajbaaletje sïejhme dej gïelij utnijh leah guektiegïelhutnijh, dovne ietniegïelem jïh staaten jeenjebelåhkoegïelem maehtieh.

source: Guovtegielak æjgáda máhtti válljit makkár gielav sij vaddi mánájda sijdan.
sma: guektiengïelij eejtegh maehtieh gïelem veeljedh mejnie maanajgujmie gåetesne utnedh.

source: Dákkár dilen vuojtádallá duot giella mij le vuolledássásasj, dát sihtá javllat ienemus bálijt unneplåhkogiella,
sma: sïejhme lea gïele man lea vueliehkommes statuse dasseme, jeenjemes tsiehkesne unnebelåhkoegïele.

source: Dát kapihtal le tjáledum vuostasjamánuensas Jon Todal:as, sámi
sma: uNesCos kaarhte aeJhteMe gïeLh

source: uNesCO kártta ájteduvvaM gielaj badjel
sma: skreejrehtimmie

source: naGin aVTGaLLEGasJ BUoLVaJ ÁJGE le tjuodij
sma: Dah gieh dam vaajtelieh, ussjedieh ij guektiengïelevoete edtjh restiedimmiestadujume årrodh gïeleste gïelese.

source: nárre gielajs gáhtum.
sma: guektiengïelevoete edtja boelveste boelvese juhtedh.
